
BOT_TOKEN = '1286259963:AAG20AMtA9zoTZs96oGBpPvUtMwS_aeBIA8'      # Токен бота

CODE_ACCESS = 'TEST'    # код по которому можно будет давать доступ в итоге код получится TESTГОД-МЕСЯЦ-ЧИСЛО (TEST2020-01-01)

BOT_LOGIN = 'dark_elix_bot'          # login бота, например: telegram_bot

ADMIN_ID = 1270403953      # id админа

QIWI_NUMBER = '+79953326494'    # номер киви
QIWI_TOKEN = '9078c72c73901abce503fc95406e837c'     # токен киви

ACCESS_COST = 200           # стоимость доступа
MIN_PAYOUT = 50           # минимальная сумма для запроса на вывод денег

PERCENT_ADMIN = 0.25        # сколько процентов от стоимости доступа пойдёт вам(0.25 от 200 рублей это 50 руб)
PERCENT_1 = 0.375           # сколько пойдёт пригл. пользователя (0.375 от 200 руб это 75 руб)
PERCENT_2 = 0.225           # сколько пойдёт 2 лвл пользователя (0.225 от 200 руб это 45 руб)
PERCENT_3 = 0.15            # сколько пойдёт 3 лвл пользователя (0.15 от 200 руб это 30 руб)


